"Archiving: %@" = "Archiviere: %@";
"Cleaning folders..." = "Ordner aufräumen...";
"Preparing..." = "Vorbereiten...";
"You can make a disk image only from a folder." = "Sie können ein Disk Image nur von einem Ordner erstellen.";
"Can't communicate with DropStuff." = "Keine Kommunikation mit DropStuff möglich.";